player = {
"name": "",
"armor": 1,
"hp": 100,
"attack": 5,
"luck": 0,
"money": 100,
"inventory": [],
"current_enemy": 0
}
enemies = [

{
"name": "Бурый медведь",
"hp": 10,
"attack": 4,
"talk": '"Злобный рёв дикого зверя"',
"win": '"Падение"',
"lose": '"Зов сородичей"',
},
{
"name": "Гвардия рыцарей",
"hp": 20,
"attack": 8,
"talk": "Горожаин, вы должни вернуться в город",
"win": "Для вас дорога открыта, но какой ценой?",
"lose": "Мы должны были это сделать",
},
{
"name": "Лорд Марунур",
"hp": "30",
"attack": "12",
"talk": "Простолюдин, сейчас я тебе покажу как связаваться мной в битве",
"win": "Я и не думал что такой как ты, смог бы на такое",
"lose": "Возвращайся туда, откуда ты родом"
}
]